{
  "pageProps": {
    "surveyTips": [
      {
        "title": "Avoid speeding",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/SpeedingIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/SpeedingBannerImage.svg",
        "description": "It’s super important that you take your time and don’t speed through a survey. The survey provider may feel like you’re not paying attention, which can lead to increased declines and even a temporary or permanent ban with that provider!\n\nWe understand some of the survey questions can feel repetitive, which can make it seem like it’s taking forever to get through the survey - yawn! However, the survey providers really want your genuine opinions, so they like you to take your time answering their questions.",
        "advice": {
          "quote": "**Ohhmm…** Listen to some soothing sounds, take some deep breaths and slow down before you start on the next question. **Ohhmm…**",
          "description": "You can’t say we don’t take good care of Oinq - they’ve been like this ever since they came back from the mindfulness retreat!"
        },
        "path": "avoid-speeding"
      },
      {
        "title": "Pay attention",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/AttentionIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/AttentionBannerImage.svg",
        "description": "Not paying attention when answering survey’s can also have its consequences. The survey provider may decline you (or even ban you!) if you’re not giving them your 100% attention.\n\nRemember when you were given detention in school for gazing out of the window? Or when your parents scolded you for watching the TV behind them when they were giving you some ‘really important’ advice? The survey providers feel the same way, so try to stay focused!",
        "advice": {
          "quote": "**Ugh** - the survey providers can be pretty high maintenance. I struggle to stay focused too, but I find reading my answers out loud helps!",
          "description": "We know, Oinq - we can hear you from here!"
        },
        "path": "pay-attention"
      },
      {
        "title": "Be honest",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/HonestyIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/HonestyBannerImage.svg",
        "description": "When taking a survey, honesty is the best policy. Even the odd white lie is taken very seriously by the survey provider and can lead to increased declines and potentially bans!\n\nWe all like to tell a little white lie now and again - especially if it’ll get us out of trouble! However, the survey provider really wants to know your honest opinion, so telling the complete truth is the best practice when taking surveys.",
        "advice": {
          "quote": "We all bend the truth a little sometimes. I did it last week when I ate all the chocolate coins - hehe! But, when I take a survey it’s a lot easier to tell the truth, otherwise I get into a bit of a muddle!",
          "description": "We knew it was you who ate them, Oinq…"
        },
        "path": "be-honest"
      },
      {
        "title": "Answer questions clearly & coherently",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/ClarityIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/ClarityBannerImage.svg",
        "description": "Try to make your survey answers understandable and clear. If the survey provider thinks you’re not answering clearly and coherently, or that you’re writing gibberish, they can make the decision to decline you, or worse, give you a ban for a period of time!\n\nWe understand that some survey questions can be a little tricky, or that sometimes it can seem like a lot of effort to write an answer. However, the survey providers want to know your full opinion and will act when they feel they haven’t been given that.",
        "advice": {
          "quote": "**hfvhfjerrbkd!** - that’s Oinqlish for ‘good day!’. Oh, you don’t speak Oinqlish? Hmm, I think it might be best if we use words and spellings that the survey provider will know when we’re answering surveys.",
          "description": "Weird, Oinq mutters things to us in Oinqlish when we don’t let them have chocolate coins…"
        },
        "path": "answer-questions-clearly-&-coherently"
      },
      {
        "title": "Don't use offensive language",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/LanguageIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/LanguageBannerImage.svg",
        "description": "It’s extremely important that you refrain from using any offensive language whilst taking surveys. Neither us, nor our survey partners tolerate offensive language. So, to avoid increased declines or bans, it’s best to keep the language clean!\n\nWe understand that you might feel like throwing around some curse words sometimes, but try and keep that out of the surveys. They won’t wash your mouth of with soap, but they might decline you!",
        "advice": {
          "quote": "I only use rude words when I’m really upset - like when the Qmee Team don’t give me chocolate coins. But, when I’m taking surveys, I only use my most polite words!",
          "description": "We’ll remember that, Oinq!"
        },
        "path": "dont-use-offensive-language"
      },
      {
        "title": "Don't use a VPN",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/VpnIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/VpnBannerImage.svg",
        "description": "The survey providers can detect when you have an invalid internet connection. So, if you’re using a VPN, proxy, or Tor, make sure you turn it off before taking a survey. If you are using masking software, the survey provider may suspect you of being a fraudulent user, and we wouldn’t want that!\n\nIf you are unsure how to turn your VPN on and off, try doing a bit of research, or looking at your providers FAQs.",
        "advice": {
          "quote": "I only use masking technology when I’m in my Oinq-Cave - they can never find me! But, when I’m taking surveys, I make sure that I have all that stuff turned off.",
          "description": "A blanket over your head does not count as a ‘masking technology’, Oinq…"
        },
        "path": "dont-use-a-vpn"
      },
      {
        "title": "Keep your profile up to date",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/ProfileIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/ProfileBannerImage.svg",
        "description": "Always keep your Qmee survey profile updated, correct, and genuine. If your survey answers are inconsistent with your survey profile, the providers are more likely to decline you - none of us want that to happen!\n\nIf your survey profile says you’re a 20 year old female CEO of a $1 million company, but you answer the survey as a 50 year old male accountant, it wouldn’t take much to figure out that something wasn’t adding up - all puns intended!\n\nBut, be sensible with your profile, if you change it too often, it can be seen as fraudulent and you may not get new surveys.",
        "advice": {
          "quote": "I sometimes like to put on fancy dress and pretend I’m all kinds of different people! But, when I’m filling in my survey profile, I like to put my best trotter forward as Oinq.",
          "description": "Just don’t start doing your impressions again, Oinq. I do NOT sound like that!”"
        },
        "path": "keep-your-profile-up-to-date"
      },
      {
        "title": "Only have one Qmee account",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/AccountIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/AccountBannerImage.svg",
        "description": "Make sure that you only open one account with Qmee. If you open more than one Qmee account, both accounts are likely to be banned. As well as this, if the survey providers think that you are taking the same survey on a duplicate account, you will likely be declined from the survey without a reward, which is really frustrating!\n\nWe understand that you want to have your opinion heard as much as possible. Instead of opening a second Qmee account, why not try other methods of maximising your surveys, such as enabling webcam surveys!",
        "advice": {
          "quote": "I know what it’s like to feel like you need more than one of yourself - there’s only so much you can do as one little green pig! But, at Qmee, we think you’re irreplaceable, so one account will do just fine!",
          "description": "Have we ever told you you’d make a great life coach, Oinq?"
        },
        "path": "only-have-one-qmee-account"
      },
      {
        "title": "Only use within allowed countries",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/CountriesIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/CountriesHeaderImage.svg",
        "description": "When you use Qmee outside of the country you signed up in, or sign up outside of our available countries, you will likely be banned by our survey providers. Taking surveys out of country can be seen as fraudulent by our survey providers, and can lead to increased declines and even bans! This also applies if you go on holiday and try to use Qmee.\n\nThe surveys you see are often related to the country you signed up in. This is so you can be asked questions that are relevant to you, giving you a much better survey experience!",
        "advice": {
          "quote": "Have you seen my round the world trip on the Qmee social media? Well, I love a vacay! When I leave the country, I like to put my feet up and relax. My motto is ‘Sangria, not surveys’!",
          "description": "We never approved that holiday, Oinq - we haven’t seen you in 2 months!"
        },
        "path": "only-use-within-allowed-countries"
      },
      {
        "title": "Avoid using shared Wifi networks",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/WifiNetIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/WifiHeaderImage.svg",
        "description": "Using a shared WiFi can give you the same IP address as others on the network. This can lead the survey providers to think you are trying to complete a survey multiple times and can increase the likelihood of you being declined.\n\nWe understand this can be really frustrating, so the best option is to use a WiFi network that is not shared with someone who also takes surveys with Qmee. However, we know that sometimes this is unavoidable, so, in some instances, using mobile internet is the next best option.",
        "advice": {
          "quote": "We know that Qmee is the BEST thing ever, so everyone in your household wants to use it - especially when the mascot is such a charming little green pig… So, sometimes switching to mobile data can help.",
          "description": "You have had WAY too much screen-time, Oinq."
        },
        "path": "avoid-using-shared-wifi-networks"
      },
      {
        "title": "Take surveys within sociable hours",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/SociableIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/SociableBannerImage.svg",
        "description": "Our survey providers work in normal, weekday office hours. So, during these times is when the most amount of surveys are available. When there are less surveys, the ones that are available often reach their quotas quicker, leading to more declines.\n\nWe know you may be a night owl or an early riser, but not all surveys are. You will have a much better experience taking surveys in more sociable hours.",
        "advice": {
          "quote": "**Yaaaaawn!** - I’m not an early bird or a night owl - I’m a sleepy green pig! But, I try to stay awake during sociable hours so I can make the most of out of all the surveys!",
          "description": "Oinq is basically half little green pig and half sloth at this point…"
        },
        "path": "take-surveys-within-sociable-hours"
      },
      {
        "title": "Turn off ad blockers",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/AdBlockerIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/AdBlockerBannerImage.svg",
        "description": "Ad blockers can cause disruption when you’re taking surveys. So, to get the best experience of Qmee, it’s best to have them turned off while you’re taking surveys.\n\nDepending on the ad blocker and device you’re using, the impact can vary. Doing a bit of research on the ad blocker you’re using will help you understand when to have it turned on or off.",
        "advice": {
          "quote": "**Bleurghhh** - I hate ads! I definitely relate to my ad blocker friends… But, I’ve learnt how to turn my ad blocker off when I’m using Qmee. Now, I can live my best survey life!",
          "description": "We hate to tell you this, Oinq, but you’re like a walking, oinking ad…"
        },
        "path": "turn-off-ad-blockers"
      },
      {
        "title": "Keep your browser updated",
        "icon": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/icons/BrowserUpdateIcon.svg",
        "header": "https://cdn.assets.qmee.com/colour-scheme/survey-tips/banners/BrowserBannerImage.svg",
        "description": "If you take surveys in the browser, an old version of your browser can have a negative effect on survey functionality. This is because some surveys only work (or work best!) on the newest browser. By keeping your browser updated, you can ensure you get the most out of surveys.\n\nIt can be a bit confusing knowing if you have the latest browser version or not, so, if you want to see if your browser needs updating, head to the settings panel in your browser to check for updates.",
        "advice": {
          "quote": "As much as I like my retro tech, for surveys, I need everything to be shiny and new - including my browser!",
          "description": "We know, Oinq. You’re always trying to get us to buy you upgrades!"
        },
        "path": "keep-your-browser-updated"
      }
    ]
  },
  "__N_SSG": true
}
